Dlubal.DynamPro.GeneralParams
General parameters

Dlubal.DynamPro.GeneralParams.EnableMCO
Enable mass combinations

Dlubal.DynamPro.GeneralParams.EnableRS
Enable response spectra (RF-DYNAM Pro - Forced Vibrations)

Dlubal.DynamPro.GeneralParams.EnableACC
Enable accelerations (RF-DYNAM Pro - Forced Vibrations)

Dlubal.DynamPro.GeneralParams.EnableLTD
Enable load time diagrams (RF-DYNAM Pro - Forced Vibrations)

Dlubal.DynamPro.GeneralParams.EnableEFA
Enable equivalent force analysis (RF-DYNAM Pro - Equivalent Loads)

Dlubal.DynamPro.GeneralParams.Comment
Comment